{
    "id": 1,
    "data": "<p><strong>POLICY 105 : APP PRIVACY POLICY – Managing patient Health information</strong></p><p><strong>1. POLICY</strong></p><p>The management of Paean Biotechnology are committed to protecting the privacy of our patients within our practice. Information collected is kept strictly confidential and used only for the medical and health care of patients.</p><p><strong>2. PURPOSE</strong></p><p>To ensure patients who receive care from the practice are comfortable in entrusting their health information to the practice. This policy provides information to patients as to how their personal information is collected and used within the practice and the circumstances in which we may disclose it to third parties.</p><p><strong>3. SCOPE</strong></p><p>This policy applies to all employees and patients of Paean Biotechnology.</p><p><strong>4. PRACTICE PROCEDURE</strong></p><p>The Practice will:</p><ul><li>Provide a copy of this policy upon request</li><li>Ensure staff comply with the APP and deal appropriately with inquiries or concerns</li><li>Take such steps as are reasonable in the circumstances to implement practices, procedures and systems to ensure compliance with the APP and deal with inquiries or complaints</li><li>Collect personal information for the primary purpose of managing a patient’s healthcare and for financial claims and payments</li></ul><p>Staff Responsibility</p><p>The practice staff will take reasonable steps to ensure patients understand</p><ul><li>What information has been and is being collected</li><li>Why the information is being collected and whether this is due to a legal requirement</li><li>How the information will be used or disclosed</li><li>Why and when their consent is necessary</li><li>The Practice’s procedures for access and correction of information, and responding to complaints of information breaches, including by providing this policy</li></ul><p>Patient Consent</p><p>The practice will only interpret and apply a patient’s consent for the primary purpose for which it was provided. The Practice staff must seek additional consent from the patient if the personal information collected may be used for any other purpose.</p><p><strong>5. COLLECTION, USE AND DISCLOSURE</strong></p><p>Paean Biotechnology recognises that the information we collect is often of a highly sensitive nature and as an organisation we have adopted the privacy compliance standards relevant to Paean Biotechnology to ensure personal information is protected.</p><p>For administrative and billing purposes and to ensure quality and continuity of patient care a patient’s health information is shared between the medical practitioners of Paean Biotechnology.</p><p>Collected personal information will include patient’s</p><ul><li>Names, addresses and contact details</li><li>Medicare number for identification and claiming purposes</li><li>Healthcare identifyers</li><li>Medical information including medical history, medications, allergies, adverse events, immunisations, social history, family history and risk factors.</li></ul><p>A patient’s personal information may be held at the practice in various forms</p><ul><li>As paper records</li><li>As electronic records</li><li>As visuals ie xrays, ct scans, videos &amp; photos</li><li>As audio recordings</li></ul><p>The practice’s procedures for collecting personal information is set out below:</p><ul><li>Practice staff collect patient’s personal and demographic information via registration when patients present to the clinic for the first time. Patients are encouraged to pay attention to the collection statement that they complete as a new patient.</li><li>During the course of providing medical services the practice’s healthcare practitioners will consequently collect further personal information.</li><li>Personal information may also be collected from the patient’s guardian or responsible person (where practicable and necessary) or from other involved healthcare specialists.</li></ul><p>The practice holds all personal information securely, whether in electronic format, in protected information systems or in hard copy in a secured environment.</p><p>Personal information collected by Paean Biotechnology may be used or disclosed in the following instances:</p><ul><li>For medical defence purposes;</li><li>As required by law in instances of mandatory reporting of communicable diseases;</li><li>Necessary to lessen or prevent a serious threat to a patient’s life, health or safety or public health or safety, or it is impracticable to obtain patient’s consent</li><li>To assist in locating a missing person</li><li>For the purpose the patient was advised during consult with the treating Doctor;</li><li>As required during the normal operation of services provided. i.e. for referral to a medical specialist or other health service provider;</li><li>For the purpose of a confidential dispute resolution process</li><li>Some disclosure may occur to third parties engaged by or for the practice for the Practice for business purposes such as accreditation or for the provision of information technology. These third parties are required to comply with this policy.</li></ul><p>The practice will not disclose personal information to any third party other than in the course of providing medical services, without full disclosure to the patient or the recipient, the reason for the information transfer and full consent from the patient.</p><p>The Practice will not disclose personal information to anyone outside Australia without need and without patient consent.</p><p>The Practice will not use any personal information in relation to direct marketing to a patient without that patient’s express consent.</p><p>The practice evaluates all unsolicited information it receives to decide if it should be kept, acted upon or destroyed.</p><p>Paean Biotechnology will employ all reasonable endeavours to ensure that a patient’s personal information is not disclosed without their prior consent.</p><p><strong>6. DATA QUALITY</strong></p><p>Patient information collected and retained in our records for the purpose of providing quality health care will be complete, accurate, and up to date at the time of collection. Doctors are reminded to review past medical history at least every 3 years.</p><p><strong>7. DATA SECURITY</strong></p><p>All due care will be taken to ensure the protection of patient privacy during the transfer, storage and use of personal health information.</p><p>Retention of medical records is for a minimum of 7 years from the date of last entry into the patient record unless the patient is a child in which case the record must be kept until the patient attains the age of 25 years of age.</p><p><strong>8. ACCESS TO PATIENT INFORMATION AND CORRECTION</strong></p><p>The following will apply with regard to accessing personal and private medical information by an individual:</p><ul><li>An individual has the right to request access their own personal information and request a copy or part of the whole record;</li><li>Individuals have the right to obtain their personal information in accordance with the Federal Privacy Act from 20 December 2001 onwards. Requests must be made in writing and an acknowledgement letter will be sent to the patient within 14 days confirming the request and detailing whether the request can be complied with and an indication of any costs associated with providing the information. Time spent and photocopying costs when processing a request can be passed on to the requesting patient. Information can be expected to be provided within 30 days.</li><li>Requests for information prior to 20 December 2001 will be considered by the practice</li><li>Whilst the individual is not required to give a reason for obtaining the information, a patient may be asked to clarify the scope of the request;</li><li>In some instances the request to obtain information may be denied, in these instances the patient will be advised;</li><li>The material over which a Doctor has copyright might be subject to conditions that</li></ul><p>prevent or restrict further copying or publication without the Doctors permission;</p><ul><li>The practice will take reasonable steps to correct personal information where it is satisfied they are not accurate or up to date. From time to time the practice will ask patients to verify the personal information held by the practice is correct and up to date.</li><li>Patients may also request the Practice corrects or updates their information and patients should must such requests in writing.</li><li>Upon request by the patient, the information held by this clinic will be made available to another health provider.</li></ul><p><strong>9. PARENTS/GUARDIANS AND CHILDREN</strong></p><p>To protect the rights of a child’s privacy, access to a child’s medical information may at times be restricted for parents and guardians. Release of information may be referred back to the treating Doctor where there professional judgement and the law will be applied.</p><p><strong>10. COMPLAINTS</strong></p><p>The management of Paean Biotechnology understands the importance of confidentiality and discretion with the way we manage and maintain the personal information of our patients. The Practice takes complaints and concerns about the privacy of patient’s personal information seriously. Patients should express any privacy concerns in writing. The Practice will then attempt to resolve it in accordance with its complaint resolution process.</p><p>All employees of Paean Biotechnology are required to observe the obligations of confidentiality in the course of their employment and are required to sign Confidentiality Agreements.</p><p>In the instance where you are dissatisfied with the level of service provided within the clinic we encourage you to discuss any concerns relating to the privacy of your information with the Practice Manager or your Doctor.</p><p><strong>11. SUPPORTING DOCUMENTATION</strong></p><p>National Privacy Principles</p><p>Freedom of Information Act 2001</p>"
}